Repository: torte71/claws-win32-installer
Catalog: po/*.po
Languages: it, ru

# T_AlreadyRunning
source: An instance of this installer is already running.
it: C'è già un'altra istanza di questo installatore in esecuzione.

# T_AboutGpg4winFileVersion
source: file version ${PROD_VERSION}
it: versione file ${PROD_VERSION}

# T_AboutGpg4winReleaseDate
source: release date ${_BUILD_ISODATE}
it: data di rilascio ${_BUILD_ISODATE}

# T_AboutGpg4winSrcFileVersion
source: file version ${PROD_VERSION}
it: versione file ${PROD_VERSION}

# T_AboutGpg4winSrcReleaseDate
source: release date ${_BUILD_ISODATE}
it: versione file ${PROD_VERSION}

# T_LangCode
source: en
it: it
ru: ru

# T_GPLHeader
source: This software is licensed under the terms of the GNU General Public License (GPL).
it: Questo programma è fornito in accordo coi termini della GNU General Public Licence (GPL).
ru: Использование этой программы регулируется лицензией GNU General Public License (GPL). Вы можете свободно распространять эту программу и вносить в нее изменения.

# T_GPLShort
source: In short: You are allowed to run this software for any purpose. You may distribute it as long as you give the recipients the same rights you have received.
it: In breve: Sei abilitato ad eseguire questo programma per qualsiasi scopo. Puoi distribuirlo solo in quanto garantisci al ricevente gli stessi diritti che hai ricevuto.
ru: Вкратце: вы можете использовать эту программу в любых целях. Вы можете распространять ее при условии, что не будете ограничивать права других пользователей программы.

# T_RunKeyManager
source: Run the key manager
it: Esegui l'amministratore delle chiavi

# T_MoreInfo
source: Click here for the project's homepage
it: Clicca qui per accedere alla pagina principale del progetto.

# T_NoKeyManager
source: No key manager has been installed, thus we can't run one now.
it: Non è stato installato alcun amministratore di chiavi, quindi non possiamo eseguirlo ora.

# DESC_Menu_manuals
source: Documentation
it: Documentazione

# DESC_Menu_uninstall
source: Uninstall
it: Disinstalla

# DESC_Desktop_manuals
source: Gpg4win Documentation
it: Documentazione Gpg4win

# T_InstallOptions
source: Install Options
it: Opzioni di installazione
ru: Параметры Установки

# T_InstallOptLinks
source: Start links
it: Collegamento di avvio
ru: Ярлыки Claws Mail

# T_InstOptLabelB
source: (Only programs will be linked into the quick launch bar.)
it: (Nella barra di avvio veloce possono essere collegati solo programmi)
ru: (В панели быстрого запуска будут ссылки только на программы).

# T_InstOptFieldA
source: Start Menu
it: Menu di avvio
ru: Меню Пуск

# T_InstOptFieldB
source: Desktop
it: Scrivania
ru: Рабочий Стол

# T_InstOptFieldC
source: Quick Launch Bar
it: Barra di avvio veloce
ru: Панель Быстрого Запуска

# T_FoundExistingVersion
source: Version $R1 has already been installed. Do you want to overwrite it with version ${VERSION}?
it: La versione $R1 è già stata installata. Volete sovrascriverla con la versione ${VERSION}?
ru: Версия $R1 уже установлена. Перезаписать её версией ${VERSION}?

# T_AdminNeeded
source: Warning: Administrator permissions required for a successful installation
it: Avvertenza: Sono necessari i permessi di amministratore per la riuscita dell'installazione

# T_ShuttingDownWinPT
source: Trying to shutdown a possible running instance of WinPT.
it: Prova di arresto di una possibile istanza di WinPT.

# T_ShuttingDownDirMngr
source: Trying to shutdown a possible running instance of DirMngr.
it: Prova di arresto di una possibile istanza di DirMngr.

# T_SetDefaultClient
source: Do you want to make Claws Mail your default mail client?
it: Volete rendere Claws Mail il vostro cliente di posta predefinito?

# DESC_Menu_claws_mail
source: Run the Claws mailprogram.
it: Esegui il programma Claws Mail

# DESC_Menu_claws_mail_pdf
source: Show the online manual of Claws Mail
it: Mostra il manuale in linea di Claws Mail

# DESC_Menu_gpa
source: Run the GNU Privacy Assistant key management tool.
it: Esegui lo strumento di amministrazione delle chiavi GNU Privacy Assistant.

# T_InstOptLabelA
source: Please select where Claws Mail shall install links:
ru: Укажите, где следует создать ярлыки Claws Mail:

# T_MoreInfo
source: Click here for the project homepage
ru: Открыть домашнюю страницу проекта

# T_FoundExistingOldVersion
source: An old version $R1 has already been installed. It is strongly recommended to uninstall previous versions before installing new one. Do you want to continue installing Claws Mail ${VERSION} anyway?
ru: Предыдущая версия $R1 уже установлена на этом компьютере. Настоятельно рекомендуется удалить предыдущую версию перед установкой новой. Все равно продолжить установку Claws Mail ${VERSION}?

# T_WelcomePageTitle
source: Welcome to the installation of ${PRETTY_PACKAGE}
ru: Добро пожаловать в программу установки ${PRETTY_PACKAGE}

# T_About
source: Claws Mail is an email client (and news reader), based on GTK+, featuring Quick response Graceful, and sophisticated interface Easy configuration, intuitive operation Abundant features Extensibility Robustness and stability. It is Free Software, released under the GNU GPL v3 or later.
ru: Claws Mail - это почтовый клиент (и клиент новостных лент), на базе GTK+, со следующими особенностями: Возможность быстрого ответа Изящный и изощренный интерфейс Интуитивное управление и легкая настройка Большое количество возможностей Расширяемость Надежность и стабильность работы. Это Бесплатное Программное обеспечение, выпущенное под лицензией GNU GPL v3 или более поздней.

# T_AboutFileVersion
source: file version ${PROD_VERSION}
ru: версия файла ${PROD_VERSION}

# T_AboutReleaseDate
source: release date ${_BUILD_ISODATE}
ru: дата выпуска ${_BUILD_ISODATE}

# T_SetDefaultClientHeader
source: Default client
ru: Клиент по умолчанию

# T_SetDefaultClient
source: Do you want Claws Mail to handle 'mailto:' URLs?
ru: Хотите использовать Claws Mail при обращении к ссылкам 'mailto:'?

# T_FoundGnupg
source: GnuPG2 was found in your installation directory. Please note that GnuPG and GPA utilities are no longer bundled with Claws Mail. You should uninstall your current version of Claws Mail now, and if you wish to continue these utilities, install an up-to-date version of Gpg4win from: http://www.gpg4win.org/ If you continue now, these utilities will be left behind on your disk, and you will have to remove them manually. Do you want to continue installing Claws Mail?
ru: Был обнаружен установленный пакет GnuPG2 в папке установки. Пожалуйста, обратите внимание, утилиты GnuPG и GPA более не поставляются с Claws Mail. Вам следует удалить текущею версию Claws Mail сейчас, и, если вы желаете использовать утилиты дальше, установить их новые версии с Gpg4win: http://www.gpg4win.org/ Если вы продолжите сейчас, утилиты будут оставлены на диске, и вам придется удалять их вручную. Хотите продолжить установку Claws Mail?

# T_Menu_Uninstall
source: Uninstall
ru: Удалить

# T_Menu_ClawsMail
source: Run Claws Mail
ru: Запустить Claws Mail

# T_Menu_ClawsMailManual
source: Claws Mail Manual
ru: Справочник Claws Mail
